{
    "title":"How to use Travel buddy?",
    "guide1":{
        "title":"Create your plan",
"step1":"Navigate to",
"link1":"New Plan",
"step1rest":"page or press the \"New plan\" button on the profile menu to your top right.",
"step2":"Fill the form with all the relevant data.",
"step3":"Submit the form by clicking the",
"step3button":"Create Trip",
"step3rest":"button.",
"step4":"You have successfully created your plan!",
"summery":"You can view all your plans on",
"summeryLink":"Plans",
"summeryRest":"page or by clicking \"My Trips\" on the Navbar"
    },
    "guide2":{
        "title":"Add Places",
"step1":"Navigate to the",
"link1":"Map",
"step1rest":"page or by clicking \"Map\" on the Navbar.",
"step2":"On the map view the area that you want to search for places.",
"step3":"Click one of the category icons on the top left",
"step4":"Found Places will show as markers on the map",
"step5":"When markers are hovered or clicked the place details will appear to add the place click",
"step6":"In the add menu select the plan that you want to add the place to",
"step7":"The place is now added to your plan!",
"summery":"Added places can be seen on the map as a liked marker"
    },
    "guide3":{
        "title":"Using the Plan Dashboard",
        "row1":"The plan dashboard is an overview screen of the plan",
        "row2":"It contains the plan budget and the following features:",
"step1":"Schedule page",
"step1text":"Manage the itinerary of the trip plan ahead and create the most efficient route.",
"step2":"Edit plan",
"step2text":"Edit the existing plan.",
"step3":"Flights page",
"step3text":"Add your plane tickets it will automatically adds them into the schedule and the budget.",
"step4":"Hotels page",
"step4text":"List of all added hotels, manage bookings and add them into the schedule and budget.",
"step5":"Weather page",
"step5text":"Check the weather anywhere around the globe and plan ahead for possible surprises."
    },
    "guide4":{
        "title":"Manage your Schedule",
"step1":"To view the schedule go to your plan page and then press schedule",
"step2":"The schedule is divided into days inside each day there is a list.",
"step3":"Pressing the \"add next stop\" button will show you all possible attractions and restaurants that you added",
"step4":"Adding an item will add it to the itinerary of that day.",
"step5":"You can change the order of places by dragging them.",
"step6":"Top right of the day you view the day summary which calculates the daily route by car and show you the current daily budget.",
"step7":"You can press on the \"place info\" button to view the place info",
"step8":"In the place info you can set the budget or the type of place (main attraction or a specific meal)"
    },
    "qa":{
        "header":"Common questions",
        "q1":"Where can i see my budget and expenses?",
"a1":"The budget management can be seen in the plan dashboard go to",
"a1link":"My Trips",
"a1rest":"then select the plan that you want to view the budget will be on the left of the screen",
        "q2":"how to add an expense?",
"a2":"expenses can be added manually by pressing the add expense button in the bottom of the budget fill in the title of the expense and amount that spent and the type of expense it will be added to the budget Other then that your flight tickets and hotel reservation will be added automatically as well if you define a price in a place detail in the schedule page.",
        "q3":"how do I add my flight tickets to the schedule?",
        "a3":"the flight tickets can be added in the",
        "a3link":"Flights page",
        "a3rest":"where you can see all your flights and add new ones fill in the flight details and select a flight type Start will attach to the start of the plan end will attach to the end and other will be added to the specified date.",
        "q4":"where can I check the  weather in specific date?",
        "a4":"the weather is automatically calculated by the First place of each day and can be seen on the top bar of the day and in the day summery in the top part on the left is the expected weather and on the right is the current weather You can also check the weather for anywhere in the world on the",
        "a4link":"Weather page.",
        "q5":"Where can I see my added locations?",
        "a5":"All your added locations can be seen in the liked page and on the",
        "a5link":"Map.",
        "q6":"Is there a way to share my plan?",
     "a6":"currently no, but this feature is on the way."    
    }
}