{
    "guide1": {
      "link1": "תוכנית חדשה",
      "step1": "נווט אל",
      "step1rest": "או לחץ על כפתור \"תוכנית חדשה\" בתפריט בצד ימין למעלה.",
      "step2": "מלא את כל הנתונים הרלוונטיים.",
      "step3": "שלח את הטופס על ידי לחיצה על כפתור",
      "step3button": "צור תוכנית",
      "step3rest": "",
      "step4": "!יצרת בהצלחה את התוכנית שלך",
      "summery": "אתה יכול לראות את כל התוכניות שלך ב",
      "summeryLink": "תוכניות",
      "summeryRest": " או על ידי לחיצה על \"הנסיעות שלי\" בסרגל הניווט",
      "title": "צור את התוכנית שלך"
    },
    "guide2": {
      "link1": "מפה",
      "step1": "נווט אל",
      "step1rest": "או על ידי לחיצה על \"מפה\" בסרגל הניווט.",
      "step2": "על המפה בחר את האזור בו תרצה לחפש מקומות.",
      "step3": "לחץ על אחת מהקטגוריות בפינה השמאלית העליונה",
      "step4": "מקומות שנמצאו יוצגו כסמנים על המפה",
      "step5": "כאשר סמנים נלחצים או שהעכבר עובר עליהם פרטי המקום יופיעו, בכדי להוסיף את המקום לחץ",
      "step6": "בתפריט הוספה בחר את התוכנית שברצונך להוסיף לה את המקום",
      "step7": "!המקום התווסף לתוכנית שלך",
      "summery": "מקומות שנוספו ניתן לראות על המפה כסמן עם לב",
      "title": "הוסף מקומות"
    },
    "guide3": {
      "row1": "תפריט התוכנית הוא מסך סקירה כללית של התוכנית",
      "row2": "הוא מכיל את תקציב התוכנית ואת התכונות הבאות:",
      "step1": "לוח הזמנים",
      "step1text": "תכנן את מסלול הטיול מראש וצור את המסלול היעיל ביותר.",
      "step2": "ערוך תוכנית",
      "step2text": "ערוך את התוכנית הקיימת.",
      "step3": "דף הטיסות",
      "step3text": "להוסיף כרטיסי הטיסה שלך זה מוסיף אותם באופן אוטומטי לתוך לוח הזמנים ולתקציב",
      "step4": "דף בתי מלון",
      "step4text": "רשימת כל המלונות שנוספו, לנהל הזמנות ולהוסיף אותם לתוך לוח הזמנים ולתקציב",
      "step5": "דף מזג האוויר",
      "step5text": "בדוק את מזג האוויר בכל מקום ברחבי העולם וצפה מראש הפתעות אפשריות.",
      "title": "שימוש בתפריט התוכנית"
    },
    "guide4": {
      "step1": "כדי להציג את לוח הזמנים עבור לדף התוכנית שלך ולאחר מכן לחץ על לוח הזמנים",
      "step2": "לוח הזמנים מחולק לימים בתוך כל יום יש רשימה.",
      "step3": "לחיצה על כפתור \"הוסף תחנה הבאה\" תציג לכם את כל האטרקציות והמסעדות שהוספתם",
      "step4": "הוספת פריט תוסיף אותו למסלול של אותו יום.",
      "step5": "ניתן לשנות את סדר המקומות על ידי גרירתם.",
      "step6": "בפינה הימנית העליונה של היום מוצג סיכום היום המחשב את המסלול היומי ברכב ומראה לך את התקציב היומי הנוכחי.",
      "step7": "אתה יכול ללחוץ על כפתור \"פרטי מקום\" כדי להציג את פרטי המקום",
      "step8": "בפרטי המקום תוכלו לקבוע את התקציב או את סוג המקום (אטרקציה עיקרית או ארוחה ספציפית)",
      "title": "נהל את לוח הזמנים שלך"
    },
    "qa": {
      "a1": "ניתן לראות את התקציב בתפריט התוכנית",
      "a1link": "הטיולים שלי",
      "a1rest": "לאחר מכן בחר את התוכנית שברצונך להציג, התקציב יהיה בצד שמאל של המסך",
      "a2": "ניתן להוסיף הוצאות באופן ידני על ידי לחיצה על כפתור הוספת הוצאה בתחתית התקציב מלא את שם ההוצאה והסכום שהוצא וסוג ההוצאה והיא תווסף לתקציב שימו לב שכרטיסי הטיסה והזמנת המלון שלך יתווספו אוטומטית בנוסף גם מקום אשר הגדרתם לו מחיר בפירוט מקום בלוח הזמנים.",
      "a3": "ניתן להוסיף את כרטיסי הטיסה",
      "a3link": "דף הטיסות",
      "a3rest": "שבו אתה יכול לראות את כל הטיסות שלך ולהוסיף טיסות חדשות, מלא את פרטי הטיסה ובחר סוג טיסה \"התחלה\" תצורף להתחלת התוכנית \"סוף\" יצורף לסוף התוכנית ואחר יתווסף לתאריך שצוין.",
      "a4": "מזג האוויר מחושב אוטומטית על ידי המקום הראשון של כל יום וניתן לראות אותו בסרגל העליון של היום ובסיכום היום בחלק העליון משמאל מזג האוויר הצפוי ומימין מזג האוויר הנוכחי. אתה יכול לבדוק את מזג האוויר לכל מקום בעולם ב",
      "a4link": "דף מזג האוויר",
      "a5": "כל המיקומים שנוספו שלך ניתן לראות בדף כל המקומות וב",
      "a5link": "מפה",
      "a6": "כרגע לא, אבל אנחנו עובדים על זה.",
      "header": "שאלות נפוצות",
      "q1": "היכן אוכל לראות את התקציב וההוצאות שלי?",
      "q2": "?כיצד להוסיף הוצאה לתקציב",
      "q3": "?כיצד אוכל להוסיף את כרטיסי הטיסה שלי ללוח הזמנים",
      "q4": "איפה אני יכול לבדוק את מזג האוויר בתאריך מסוים?",
      "q5": "?היכן אוכל לראות את המיקומים שנוספו",
      "q6": "האם יש דרך לשתף את התוכנית שלי?"
    },
    "title": "?איך להשתמש בטראוול באדי"
  }